package day06.ex;

/*
 	ex 03)
 		
1 1 1 1 1
2 2 2 2 2
3 3 3 3 3 
4 4 4 4 4 
5 5 5 5 5
|-> 이거 출력하기

1 2 3 4 5 
1 2 3 4 5 
1 2 3 4 5 
1 2 3 4 5 
1 2 3 4 5 
|-> 이거 출력하기

1 2 3 4 5
2 3 4 5 6
3 4 5 6 7 
4 5 6 7 8
5 6 7 8 9
|-> 이거 출력하기

1  2  3  4   5
6  7  8  9  10
11 12 13 14 15
16 17 18 19 20 
21 22 23 24 25
|-> 이거 출력하기

1
1 2
1 2 3 
1 2 3 4 
1 2 3 4 5
|-> 이거 출력하기

 1
 2  3
 4  5  6 
 7  8  9 10
11 12 13 14 15
|-> 이거 출력하기
 */

public class Ex03 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
